<?php

$qi_defi =
    '中医学でいう「気」は、人体の構成物質であり、生命活動のエネルギー源です。<br>
    気虚とは、その気が少なくなった、または気の働きが低下した状態を指します。<br>
    過労や飲食の不摂生、内臓の機能低下などが原因となります。<br>';

$qi_sta =
    '中医学でいう「気」は、人体の構成物質であり、生命活動のエネルギー源です。<br>
    気滞は、「気が滞る」とう字のままに、気の流れが悪くなっている状態を指します。<br>
    ストレスや過労、外傷などが原因となります。';

$bl_defi =
    '中医学でいう「<ruby>血<rt>けつ</rt></ruby>」には、全身に栄養を供給し、潤す働きがあります(<ruby>滋養<rt>じよう</rt></ruby>作用といいます)。<br>
    血虚とは、血が不足、あるいは血の滋養作用が低下した状態を指します。<br>
    栄養不良や消化器の機能低下による生成不足が原因となり、また過労や過度に思慮することでも血を消耗します。';

$bl_sta =
    '中医学でいう「<ruby>血<rt>けつ</rt></ruby>」には、全身に栄養を供給し、潤す働きがあります。<br>
    血瘀とは、血の流れが悪くなり、様々な症状を呈する状態を指します。<br>
    血は気に運ばれて全身をめぐるため、気の不足や運行不全が血瘀の原因となります。<br>
    その他に冷え、過労や外傷が原因となる場合もあります。';

$yin_defi =
    '陰虚とは、陰に属する「血や水分」の不足が進行し、相対的に陽が強まったため、熱の症状を呈する状態です。<br>
    血の不足は、過労や過度の思慮、栄養不良や消化器の機能低下などにより生じ、<br>
    温熱性の薬や飲食物(塩分の多い物、辛い物、脂っこい物、甘い物等)の摂り過ぎは水分不足の原因となります。';

$yang_defi =
    '陽虚とは、陽に属する「気」の不足が進行し、相対的に陰が強まり、冷えの症状が現れる状態です。<br>
    気が不足するだけなら、倦怠感や気力の低下など、心身の活動性低下の症状に留まるのですが、<br>
    それが進行することにより、徐々に冷えの症状を呈するようになります。<br>
    過労や飲食の不摂生、内臓の機能低下などが原因となります。';



$ad_qd =
    '暴飲暴食を避け、心身の休養を大事にしましょう。<br>
    気を補う食品を摂取することも有効です。<br>
    具体的には、米、芋類、豆類、牛肉、鶏肉、サバやイワシなどの青魚が挙げられます。';

$ad_qs =
    '精神的なストレスが原因となる場合が多いため、自由な時間を確保してゆったり過ごしたり、<br>
    瞑想で心を落ち着けたり、軽い運動で気分をリフレッシュさせると良いでしょう。<br>
    気の流れを良くする食品としては、大根、かぶ、大葉、みかんやオレンジなどの柑橘類、<br>
    香りの良い茶(ジャスミン茶など)が挙げられます。';

$ad_bd =
    '規則正しい生活をし、心身の休養を大事にしましょう。<br>
    食養生としては、バランスの良い食事を心掛け、血を補う食品を取り入れると良いでしょう。<br>
    血を補う食品としては、人参やほうれん草などの緑黄色野菜、キャベツ、ひじき、豚レバーなどが挙げられます。';

$ad_bs =
    '原因の根本に気の不足や運行不全がある場合が多いため、それらへの対策が必要です。<br>
    休養をしっかり取る、趣味や軽い運動などで心身をリフレッシュさせる、飲食の節制を守ることに加え、<br>
    体を冷やさないことも大切です。<br>
    食養生としては、気を補い、気の流れを良くする食品を摂取が効果的です。<br>
    具体的には、米、豆類、サバやイワシなどの青魚、酢、大根、かぶ、みかんやオレンジなどの柑橘類が挙げられます。';

$ad_yind =
    '心身の休養を大事にし、飲食の不摂生を控えるようにしましょう。<br>
    食養生としては、血や水分を補い、体を冷ます食品を摂取すると良いでしょう。<br>
    血や水分を補う食品としては、ごま、黒豆、牛乳やチーズなどの乳製品、豚レバー、人参や小松菜などの緑黄色野菜、<br>
    体を冷ます食品としては、きゅうり、にがうり、トマト、バナナ、豆腐、こんにゃく等が挙げられます。';

$ad_yangd =
    '心身の休養を大事にし、薄着や冷たい飲食物を避けましょう。<br>
    食養生としては、気を補い、体を温める食品の摂取がポイントです。<br>
    気を補う食品としては、米、芋類、豆類、牛肉、鶏肉、サバやイワシなどの青魚が、<br>
    体を温める食品としては、くるみ、生姜、にら、ピーマン、ししとう、羊肉、海老などが挙げられます。';

$references =
    '<br>
    参考文献<br>
    1.日中共同編纂 (2008) 『針灸学[基礎篇]第3版』 東洋学術出版社<br>
    2.辰巳洋 (2009) 『実用 中医薬膳学』 東洋学術出版社';
